Repository: Buzovskiy/django_images360_storage
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Archive size
ru: Размер архива

source: Path to file
ru: Путь к файлу

source: Create photos 360
ru: Создать изображение 360

source: Models 360 are created
ru: Изображения 360 созданы

source: Archives no found. Download them on the server
ru: Архивы не найдены. Загрузите их на сервер

source: Archives imported successfully
ru: Архивы успешно импортированы

source: Image 360
ru: Изображение 360

source: Send images 360 on chosen websites
ru: Отправить изображения на выбранные сайты

source: Image 360 upload
ru: Выгрузка изображений 360

source: No images found in archive
ru: В архиве не найдены изображения

source: Product vendor code
ru: Артикул товара

source: Image 360 path
ru: Путь к 3d модели

source: The date of creation
ru: Дата создания

source: Model 360
ru: Изображение 360

source: Models 360
ru: Изображения 360

source: Vendor code
ru: Артикул товара

source: Archive
ru: Архив

source: Archives
ru: Архивы

source: Web site
ru: Веб сайт

source: Enter website domain you want to provide images 360 access for. E.g., example.com
ru: Введите домен веб-сайта, для которого вы хотите предоставить доступ к изображениям 360. Например, example.com

source: Api key
ru: Ключ api

source: Enter API key for image 360 access or live it empty in order the system generated it automatically
ru: Введите ключ API для доступа к изображению 360 или оставьте его пустым, чтобы система сгенерировала его автоматически.

source: Web sites
ru: Веб сайты

source: Specify remote resource url by which images 360 import is performed
ru: Укажите url удаленного ресурса для отправки изображений 360

source: Images 360 upload on remote websites
ru: Отправка изображений 360 на удаленные сайты

source: Import archives
ru: Импортировать архивы

source: Unsupported file extension.
ru: Расширение файла не поддерживается

source: Images 360 administration
ru: Администрирование изображений 360
